Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: On Thursday, President Barack Obama said "America is coming to help" the people of Iraq.
pt: Em anúncio, Obama diz que país "está chegando para ajudar"

source: The indictment said Seleznev hacked into websites ranging from those run by the Phoenix Zoo, a branch of Schlotzsky's Deli and many other small restaurants and entertainment venues around the country.
pt: O processo disse que Seleznev invadiu websites gerenciados pela Phoenix Zoo e também de muitos outros pequenos restaurantes e casas de entretenimento no país.

source: Obama, the paper says, made cooperation on the Islamic State contingent on reaching a comprehensive agreement on the future of Tehran's nuclear program.
pt: Obama destacou que qualquer cooperação em relação ao Estado Islâmico depende fortemente de o Irã chegar a um acordo com potências mundiais sobre o futuro do programa nuclear de Teerã até o prazo de novembro.

source: William's father, Prince Charles, was born at Buckingham Palace.
pt: O príncipe William estava presente na hora do nascimento.

source: Monis was found guilty in 2012 of sending threatening letters to the families of eight Australian soldiers killed in Afghanistan as a protest against Australia's involvement there .
pt: Em 2012, ele também foi considerado culpado de enviar cartas ofensivas e ameaçadoras a famílias de oito soldados australianos mortos no Afeganistão como forma de protesto contra o envolvimento da Austrália no conflito, de acordo com reportagens da mídia local.

source: Syriza had dismissed warnings that its electoral programme could shake the markets but, within hours of the election call on Monday, the International Monetary Fund said it was suspending further bailout payments to Greece until a new government was formed.
pt: Nesta segunda-feira, o FMI afirmou que o pagamento da próxima parcela da ajuda oferecida pelo Fundo Monetário Internacional à Grécia ficará suspensa até a formação de um novo governo, após as eleições antecipadas no fim de janeiro.

source: It's the worst thing ever imaginable."
pt: É a pior coisa que poderia ter acontecido.”

source: I saw what happened .
pt: Isso não aconteceu .

source: In Macedonia, migrants take bicycles to get to across the border into Serbia
pt: Milhares de migrantes seguem para as fronteiras da UE através da Macedônia e Sérvia

source: The suspected militants were believed to be members of Egypt's most active militant group Ansar Bayt al-Maqdis, which renamed itself "Sinai Province" after pledging allegiance to the leader of the Islamic State fighters in Iraq and Syria last November.
pt: A Província do Sinai, que antes se chamava Ansar Bayt al-Maqdis, mudou seu nome após jurar aliança ao Estado Islâmico, um grupo extremista sunita que tomou grandes faixas territoriais no Iraque e na Síria.

source: Marcos also says he had a snake as a companion.
pt: Pantoja também contou que tinha uma serpente como amiga.

source: There are approximately 5,000 people living with MND in the UK .
pt: Há aproximadamente 5 mil pessoas vivendo com estas doenças no Reino Unido .

source: IS has seized the Mosul dam, giving them control over the supply of water and electricity for a vast area
pt: O Estado Islâmico controla a maior usina hidrelétrica do Iraque, fonte de água e eletricidade para grande parte do país.

source: This was clearly on Vladimir Putin’s mind when he spoke of creating new “assault capabilities, including maintaining a guaranteed solution to the task of nuclear deterrence" at the same Wednesday meeting.
pt: "Primeiramente, estamos falando de criar uma série racional de capacidades de ataque, incluindo a manutenção da solução garantida da tarefa de dissuasão nuclear", afirmou.

source: We’re going to have to be more together than ever.”
pt: Temos que ter paciência com eles, e eles com a gente”, disse.

source: But the Chinese, in particular, are used to even higher prices for apartments, and they enthusiastically grab the opportunities.
pt: Mas chineses, em particular acostumados a pagar altos preços por apartamentos, não estão deixando de aproveitar essa oportunidade.

source: "I know nothing about it."
pt: Mas sabe que há muito a fazer.

source: I just don't know what comes after Calais," he said.
pt: O dia que chegar a hora de ir, eu vou, mas não antes .

source: A website close to the group published a picture of the prosecutor with a gun to his head on Tuesday .
pt: O DHKP-C publicou a foto do procurador com uma arma apontada à sua cabeça .

source: Russia calls new sanctions on Crimea 'collective punishment' Sat, Dec 20 2014
pt: Rússia diz que novas sanções contra a Crimeia são "punição coletiva"

source: Those with the current strain did not develop a rash until six days after infection, and severe disease appeared on days seven and eight.
pt: Mas os macacos infectados com a estirpe Makona não desenvolveram erupções até o sexto dia e os sintomas não apareceram até o sétimo.

source: NEW YORK (Reuters) - Apple Inc's cooperation with a court-appointed monitor has "sharply declined" as he reviews the iPad maker's antitrust compliance policies, the monitor wrote in a report to a judge.
pt: NOVA YORK (Reuters) - A cooperação da Apple com um monitor judicial indicado para acompanhar a empresa "caiu drasticamente" num momento em que ele avalia as políticas da gigante da tecnologia sobre leis de defesa da concorrência, escreveu o monitor em relatório.

source: U.N. chief urges nations to 'act decisively' on Islamic State
pt: Secretário-geral da ONU pede aos países 'ações decisivas' contra Estado Islâmico

source: Iran's leader, Ayatollah Ali Khamenei, said Thursday that military intervention by its main regional rival, Saudi Arabia, against Shiite rebels in Yemen amounted to "genocide."
pt: ÁDEN (Reuters) - O líder do Irã classificou nesta quinta-feira como genocídio a intervenção militar de seu principal rival regional, a Arábia Saudita, no Iêmen, intensificando a retórica de Teerã contra a campanha de ataques aéreos, que já dura duas semanas.

source: Parisotto and Ashenden reported that 800 athletes, competing in disciplines ranging from the 800 meters to the marathon, registered blood values that are considered suspicious under WADA standards.
pt: De acordo com a análise, 800 atletas, competindo dos 800 metros à maratona, registraram testes de sangue com resultados suspeitos ou abaixo dos padrões da Agência Mundial Antidoping .

source: (Reuters) - Bank of America Corp (BAC.N) is close to a deal with the U.S. Department of Justice to pay more than $16.5 billion (£9.79 billion) to end investigations into mortgage securities that the bank and companies it bought sold in the run-up to the financial crisis, a person familiar with the matter said on Wednesday.
pt: (Reuters) - O Bank of America está perto de um acordo com o Departamento de Justiça dos Estados Unidos para pagar mais de 16,5 bilhões de dólares para encerrar investigações sobre títulos hipotecários que o banco e companhias compradas por ele venderam logo antes da crise financeira, disse uma pessoa familiariazada com o tema na quarta-feira.

source: Toyota's small-car subsidiary Daihatsu also issued a separate recall in Japan on Thursday, affecting tens of thousands of its Mira mini-vehicles produced between December 2002 and May 2003.
pt: Separadamente, a subsidiária de carros de pequeno porte da Toyota, a Daihatsu Motor, também iniciou um recall no Japão de 27.571 miniveículos Mira produzidos entre dezembro de 2002 e maio de 2003 pelo mesmo motivo.

source: Islam is the dominant religion in the country, yet more than a quarter of its population - who are Christian - will be deprived of public celebrations this year due to the "festive" lockdown, and that includes international health care workers.
pt: Embora o islamismo seja a religião dominante em Serra Leoa, mais de um quarto da população é cristã e as concentrações públicas e festas são comuns durante o período de fim de ano.

source: “I just did my job.”
pt: Nunca fiz isso e não queria isso pra mim.

source: There is little doubt that increasing information access leads to a direct increase in quality of life.
pt: Para ele, o acesso é fundamental à melhoria da qualidade de vida e de ampliação da cidadania.

source: SAN FRANCISCO, July 14 (Reuters) - Ride service Uber has reached a tentative settlement in a lawsuit brought by the family of a 6-year-old girl who died in a San Francisco car accident, according to court filings.
pt: SÃO FRANCISCO (Reuters) - O applicativo Uber chegou a uma tentativa de acordo em uma ação judicial conduzida pela família de uma menina de seis anos de idade que morreu em um acidente de carro em San Francisco, de acordo com os arquivos do tribunal.

source: SAN FRANCISCO, July 15 (Reuters) - Ride service Uber has reached a tentative settlement in a lawsuit brought by the family of a 6-year-old girl who died in a San Francisco car accident, according to court filings.
pt: SÃO FRANCISCO (Reuters) - O applicativo Uber chegou a uma tentativa de acordo em uma ação judicial conduzida pela família de uma menina de seis anos de idade que morreu em um acidente de carro em San Francisco, de acordo com os arquivos do tribunal.

source: If that would have happened again, I would have come back with something that was stronger to react to that situation .
pt: Não sei se tinha ocorrido algo, mas ela disse que não estava com vontade de ir para o trabalho .

source: "Should any consumer want a replacement extruder for this item, they can contact Hasbro's Customer Service Department at 800-327-8264."
pt: Os consumidores que desejarem que a peça seja substituída agora podem entrar em contato com o Departamento de Atendimento da Hasbro nos EUA no número 800-327-8264.

source: Oborne said readers "needed a microscope to find the Telegraph coverage," with just "six slim paragraphs at the bottom left of page two on Tuesday, seven paragraphs deep in the business pages on Wednesday."
pt: “Nada na segunda-feira, seis parágrafos magros no canto inferior esquerdo da página dois na terça-feira, sete parágrafos no meio das páginas de negócios na quarta-feira”.

source: New Horizons spacecraft took nearly a decade to reach Pluto .
pt: Nave espacial New Horizons atinge ponto mais próximo de Plutão

source: Pakistan starts arms training for teachers after Taliban school attack
pt: Após atentado do Talebã, escolas armam professores no Paquistão

source: It is not what you say .
pt: Isso não é normal .

source: More than 4,900 people have died there, according to the World Health Organization.
pt: Segundo a Organização Mundial da Saúde, 5.177 pessoas morreram por causa do vírus .

source: A man is arrested on suspicion of murder after a woman's body was found in Tameside.
pt: Um suspeito foi preso, mas a faca usada no crime não foi encontrada.

source: “The members of the Security Council underlined that neither this, nor any other senseless act of terrorism in Somalia, would dent their resolve to support the peace and reconciliation process in Somalia,” concluded the statement.
pt: O grupo ressaltou que nem este nem qualquer outro ataque minarão o apoio do Conselho de Segurança ao processo de paz e reconciliação na Somália.

source: “That is not dialogue .
pt: Isso não é lindo ?

source: The Ebola epidemic in West Africa is the largest-ever outbreak of the dangerous hemorrhagic fever with a rapidly rising death toll in Guinea, Liberia and Sierra Leone .
pt: Os três países com a maior quantidade casos de ebola são Serra Leoa, Libéria e Guiné Conacri, todos na África Ocidental .

source: Whitney Houston's daughter found unresponsive in a tub
pt: Filha de Whitney Houston é encontrada inconsciente

source: Around 200 girls snatched in April by the group from a school in the village of Chibok remain in captivity.
pt: Gamsuri fica localizada na estrada que leva a Chibok, onde o Boko Haram raptou mais de 200 meninas de uma escola em abril.

source: The council “should refrain from doing anything that might cause the escalation of tensions,” said China’s ambassador, Liu Jieyi .
pt: O diplomata avaliou, ainda, que o Conselho "deveria se abster de qualquer iniciativa que pudesse provocar uma escalada das tensões".

source: But sometimes we can't .
pt: Porém, não é verdade .

source: The other Japanese hostage, Haruna Yukawa, was supposedly executed by IS on Saturday.
pt: Goto, de 47 anos, é um dos dois reféns japoneses sequestrados pelo EI, que no sábado anunciou a execução do outro, Haruna Yukawa.

source: Many have said they would then turn on the Islamist radicals and there are signs that it may have started to happen in some areas.
pt: "Muitos disseram que assim eles se voltariam contra os radicais islâmicos, e há sinais de que isso já está ocorrendo em alguns locais", diz Muir.

source: We don't know very much .
pt: É muito difícil dizer não às vezes .

source: A central goal of Israel's military is to destroy tunnels that Hamas uses to smuggle weapons and launch attacks.
pt: Os túneis são utilizados para lançar ataques contra Israel, assim como para esconder seu arsenal e seus centros de operações .

source: Hagupit: What did the Philippines do differently?
pt: O tufão Hagupit já chegou às Filipinas com força .

source: Its poll has a margin of error of 2.2 percentage points .
pt: A margem de erro de 2 pontos porcentuais, para mais ou para menos .

source: The report published on Sunday by Israeli newspaper Maariv said Prime Minister Benjamin Netanyahu will have the construction started "immediately upon the completion of the fence on the Egyptian border".
pt: O jornal acrescenta que o premier israelense autorizará a construção desta barreira "imediatamente após o fim da construção da barreira na fronteira com o Egito".

source: Looking to reassure his various negotiating partners, U.S. Secretary of State John Kerry said on Wednesday he was confident Obama would be able to get Congress to approve the final deal.
pt: O secretário de Estado dos EUA, John Kerry, disse nesta quarta-feira que continua confiante de que as negociações sobre um acordo nuclear com o Irã serão bem-sucedidas .

source: "After that I just couldn't stand up .
pt: A pé, sim, mas de carro não”.

source: And China continues to grapple with the challenges posed by high debt, weak property markets and volatile financial conditions,” Yellen said, adding that the risk from abroad was small.
pt: E a China continua a enfrentar desafios impostos pela dívida elevada, mercados imobiliários fracos e condições financeiras voláteis".

source: Chevron plans to spend $35 billion this year, 13 percent less than in 2014 .
pt: A Chevron planeja investir 35 bilhões dólares neste ano, 13 por cento menos do que em 2014.

source: He says it has given him a new lease of life
pt: "É como receber um sopro de vida."

source: ISIS video claims burning Jordanian pilot alive
pt: Estado Islâmico diz que queimou piloto vivo;

source: An Egyptian court is to deliver a verdict on April 21 in the trial of ousted president Mohammad Mursi and 14 others charged with inciting the killing of protesters, judicial officials said Thursday.
pt: Mais cedo, a justiça egípcia anunciou que pronunciará no dia 21 de abril seu veredicto em um dos três processos contra o ex-presidente Mursi, acusado neste caso de incitar o assassinato de manifestantes.

source: Bone marrow contains the progenitor cells that manufacture the body’s blood cells, so the goal of a transplant is for the healthy donor marrow cells to become factories making blood cells free of the sickle cell trait.
pt: O transplante de medula óssea - órgão que produz as células sanguíneas, consiste na substituição da medula doente por células mãe do sangue sadias de um doador compatível .

source: The Vatican had insisted it never promoted corporal punishment, saying it had no way to enforce any kind of ban on its use in Catholic schools, over which it has no jurisdiction .
pt: O Vaticano argumentou que nunca promoveu a punição corporal, mas que também não tinha como fiscalizar o cumprimento dessa regras nas inúmeras escolas católicas no mundo, que por sinal estão fora de sua jurisdição .

source: ATHENS, Aug 2 (Reuters) - The head of the Greek statistics office stepped down on Sunday, adding new complexity to Greece's bailout negotiations with its European Union partners.
pt: ATENAS - O chefe do órgão grego de estatísticas pediu exoneração do cargo neste domingo, tornando ainda mais complexas as negociações da Grécia por um socorro junto a seus parceiros da União Europeia.

source: But isn't it just a short term solution?
pt: Não é de uma igreja só.

source: Heavy clashes in Aden airport, alliance accused of cluster bomb use
pt: Soldados lutam no aeroporto de Aden; aliança é acusada de usar bombas de fragmentação

source: A separate poll released this weekend by pollsters BVA confirmed the rebound, with Hollande leaping 10 points to 34 percent, his best score in that survey since May 2013.
pt: Uma pesquisa separada divulgada no final de semana pelo instituto BVA confirmou a recuperação –Hollande ganhou 10 pontos e foi a 34 por cento, sua melhor marca no levantamento desde maio de 2013.

source: A. Over time, all floating debris will become waterlogged and then sink .
pt: Com o tempo, todos os destroços flutuantes absorvem água e afundam .

source: "Just building something huge and sticking guns on it -- it's.. .Super American."
pt: "Construir uma coisa gigante e colocar canhões, isso é tão americano.. .

source: Ahram Online - Qaeda group claims Algeria attack that killed 11 soldiers
pt: Al-Qaeda reivindica autoria de ataque que matou 14 militares na Argélia

source: The Obama administration launched the Caribbean Security Energy Initiative last year, and in January Vice-President Joe Biden hosted Caribbean leaders in Washington to discuss alternative energy sources such as wind and solar.
pt: No ano passado, os EUA criaram a Iniciativa para segurança energética do Caribe e, em janeiro, a Casa Branca promoveu a Cúpula de Segurança Energética do Caribe .

source: I was meant for that and I was going to have it."
pt: Acho que até deveria ser, mas não consigo .

source: "But the World Cup is a big party and it will be fantastic."
pt: A Copa do Mundo é diferente de Copa das Confederações .

source: South African Olympic and Paralympic sprinter Oscar Pistorius was sentenced to five years in prison on Tuesday for killing his girlfriend Reeva Steenkamp, ending a trial that has gripped South Africa.
pt: SÃO PAULO - O atleta paraolímpico sul-africano Oscar Pistorius foi condenado nesta terça-feira (21) a uma pena de cinco anos de prisão por matar a tiros, em fevereiro de 2013, a namorada Reeva Steenkamp.

source: He was our big brother, our mentor, our inspiration .
pt: Ele não é um ídolo nosso ele é um Deus .

source: The pro-Moscow rebels and the Ukrainian military had accused each other earlier Saturday of some breaches of the deal in the hours after it was signed in the Belarussian capital Minsk on Friday.
pt: O anúncio foi feito pouco depois de Ucrânia e os rebeldes pró-russos terem anunciado a assinatura de um cessar-fogo durante um encontro em Minsk, capital de Belarus .

source: Both officers have been placed on administrative leave pending an investigation, as is standard in such cases, Cleveland police said in a statement.
pt: Os dois policiais envolvidos no caso foram colocados em licença administrativa, o que é procedimento padrão .

source: "Their release should come on Monday night after the 48-hour delay given for appeals from victims' families to the supreme court," the official in Netanyahu's office told AFP on condition of anonymity.
pt: "As libertações irão ocorrer na noite de segunda-feira, depois que for cumprido o prazo de 48 horas necessário para que a Suprema Corte possa examinar os recursos de apelação das famílias das vítimas", indicou a fonte.

source: In a statement in response to questions from Reuters, the media office of the Russia 2018 local organizing committee, said that the computers and other equipment had been leased by the bid team, and once the process was over it had returned them to their owner .
pt: Em uma declaração em resposta a perguntas enviadas pela agência inglesa de notícias Reuters, o escritório de imprensa do comitê organizador local da Copa da Rússia declarou que os computadores e outros equipamentos foram arrendados pela equipe de campanha, e que ao final do processo foram devolvidos a seus donos.

source: Kerry to return to US Monday after breaking leg in France
pt: Kerry quebra a perna em acidente de bicicleta na França

source: to GDP (gross domestic product) than during the Asian crisis of 1997, primarily because private sector borrowing in emerging economies has doubled in this period to around 120 percent of GDP.
pt: O estudo estimou que a dívida do governo e do setor privado não financeiro está 50 por cento mais alta do que durante a crise asiática em 1997, principalmente porque os empréstimos do setor privado dobraram nas economias emergentes.

source: “This year’s report will present data for a second city for the 11 economies with more than 100 million inhabitants .
pt: Este ano, pela primeira vez o Banco Mundial coletou dados para uma segunda cidade, no caso das 11 economias cuja população é superior a 100 milhões de habitantes .

source: "This is a historic moment," European parliament president Martin Schulz told the assembly in Strasbourg as legislators voted to ratify the pact by 535 to 127 votes against with 35 abstentions.
pt: O Parlamento Europeu reunido em Estrasburgo (leste da França) ratificou este acordo com 535 votos a favor, 127 contra e 35 abstenções .

source: It was unclear when flights might restart.
pt: Não ficou claro quando os voos poderão ser retomados.

source: Sunday’s referendum in Greece was called by Greek Prime Minister Alexis Tsipras last week in order to add more clout to his negotiating position in the ongoing talks with the Troika of global lenders – the European Central Bank (ECB), European Commission (EC), and International Monetary Fund (IMF).
pt: O resultado fortalece a posição do governo liderado pelo primeiro-ministro Alexis Tsipras, do partido de esquerda Syriza, que convocou o plebiscito e fez campanha pelo "não" depois do fracasso das negociações com os demais países da União Europeia, o FMI e o Banco Central Europeu (BCE) .

source: U.N. High Commissioner for Human Rights Navi Pillay said there was "a strong possibility" that Israel was committing war crimes in Gaza, where medical officials say most of those killed were civilians.
pt: A Alta Comissária da ONU para os Direitos Humanos, Navi Pillay, acusou nesta quinta-feira Israel de desafiar deliberadamente o direito internacional em sua guerra contra o movimento islamita Hamas na Faixa de Gaza.

source: Kieny said an experimental Ebola vaccine being developed by Johnson & Johnson but not yet ready for trials in humans is also under consideration.
pt: A Johnson&Johnson tem uma vacina em potencial que deve começar a ser usada em testes clínicos em janeiro, declarou Kieny.

source: Teresa Romero Ramos, a nurse's assistant in Spain who is the first person to contract Ebola outside Africa, has been treated with the anti-influenza drug Avigan, hospital sources with knowledge of the case said Saturday.
pt: Na Espanha, Javier Limon, marido de Teresa Romero Ramos, que foi a primeira pessoa diagnosticada com a doença fora da África, está sendo tratado em uma área isolada do hospital Carlos III, em Madri
